---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.CableTraySize
source: html/3c7c4e3a-4ea2-6306-d804-911e80934d93.htm
---
# Autodesk.Revit.DB.SpecTypeId.CableTraySize Property

Cable Tray Size, in discipline Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId CableTraySize { get; }
```